"%lu day left on trial" = "%lu deň do konca platnosti skúšob. verzie";
"%lu days left on trial" = "%lu dní do konca platnosti skúšob. verzie";
"Apply" = "Použiť";
"Back" = "Späť";
"Buy Later" = "Kúpiť neskôr";
"Buy Now" = "Kúpiť";
"Cancel" = "Zrušiť";
"Close" = "Zavrieť";
"Continue" = "Pokračovať";
"Did you <a href=\"%@\">lose your licence?</a>" = "Stratili ste <a href=\"%@\">svoju licenciu?</a>";
"Email License to:" = "Poslať licenciu na:";
"Email address is blank!" = "Emailová adresa nie je vyplnená!";
"Enter your serial number below to unlock Path Finder" = "Pre odomknutie Path Finderu prosím zadajte sériové číslo";
"Free Trial" = "Skúšobná verzia zdarma";
"Free trial has expired" = "Platnosť skúšobnej verzie vypršala";
"If you need help, email us at help@cocoatech.com" = "Pokiaľ potrebujete pomoc, napíšte nám na adresu help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Pokiaľ vlastníte Path Finder 6, na získanie zľavy na upgrade zadajte Vaše licencované meno a kľúč. Pokiaľ ste nový zákazník, pokračujte k ďalšiemu kroku..";
"Licensed for %ld user" = "Licencované pre %ld uživateľa";
"Licensed for %ld users" = "Licencované pre %ld užívateľov";
"Not licensed" = "Bez licencie";
"Path Finder 6 License" = "Licencia Path Finderu 5";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder je úspešne zaregistrovaný. Registračné údaje si prosím dôkladne uschovajte.";
"Processing..." = "Spracovávam...";
"Purchase" = "Zakúpiť";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Zakúpiť Path Finder. Je to rýchle, jednoduché a bezpečné.";
"Purchase successful. Thank you!" = "Nákup bol úspešný. Ďakujeme Vám!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Nákup bol neúspešný. Dajte nám prosím vedieť, čo sa stalo. Napíšte nám na adresu help@cocoatech.com";
"Quit" = "Ukončiť";
"Registration" = "Registrácia";
"Registration Code Invalid" = "Neplatný registračný kľúč";
"Registration Successful" = "Registrácia prebehla úspešne";
"Request Sent" = "Požiadavka odoslaná";
"Send" = "Odoslať";
"Thank you!" = "Ďakujeme Vám!";
"The Path Finder 6 license key you entered is not valid." = "Zadaný licenčný kľúč Path Finderu 5 nie je platný.";
"The trial period has expired." = "Platnosť skúšobnej verzie vypršala.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Nastal problém so zadaným menom, alebo licenčným kľúčom. Skopírujte a vložte text z emailovej objednávky a skúste to znovu. Pokiaľ budete mať aj naďalej problémy, navštívte prosím našu stránku, týkajúcu sa straty licenčného kľúča.";
"Unlock" = "Odomknúť";
"Upgrading from version 6?" = "Upgradujete z verzie 6?";
"Valid for Upgrade!" = "Platný pre upgrade!";
"Wait %u" = "Čakajte %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Zadali ste správne meno a licenčný kľúč. Ďakujeme vám, že ste si Path Finder zaregistrovali.";
"You will receive your unique serial number instantly." = "Svoje unikátne sériové číslo obdržíte obratom.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Všetko je dokončené. Pre štart Path Finderu prosím zavrite toto okno. Stránku si prosím vytlačte ako zálohu licenčného kľúča pre prípad, že by ste v budúcnosti potrebovali inštalovať Path Finder na iný počítač.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Vaše 30 denné skúšobné obdobie vypršalo. Zakúpte si prosím Path Finder.";
"Your serial number is in your confirmation email." = "Vaše sériové číslo nájdete v potvrdzovacom emaili.";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
